{
    "word": "die Psychiatrie, die Psychiatrien",
    "definition": "A branch of medicine that deals with the diagnosis, treatment, and prevention of mental disorders, including various psychological and emotional conditions. It encompasses the study, understanding, and management of mental illnesses, providing therapeutic interventions and support to individuals experiencing mental health challenges. This term is commonly used to refer to the medical specialty and the facilities dedicated to the care and treatment of individuals with mental health issues.",
    "examples": [
        {
            "german": "Psychiatrie ist ein medizinisches Fachgebiet, das sich mit der Diagnose, Behandlung und Prävention von psychischen Störungen befasst.",
            "english": "Psychiatry is a medical specialty that deals with the diagnosis, treatment, and prevention of mental disorders."
        },
        {
            "german": "Die Psychiatrie umfasst verschiedene Therapieansätze wie Psychotherapie, Medikamententherapie und Elektrokrampftherapie.",
            "english": "Psychiatry includes various treatment approaches such as psychotherapy, medication therapy, and electroconvulsive therapy."
        },
        {
            "german": "In der Psychiatrie werden psychische Erkrankungen wie Depressionen, Angststörungen und Schizophrenie untersucht und behandelt.",
            "english": "Psychiatric disorders such as depression, anxiety disorders, and schizophrenia are examined and treated in psychiatry."
        },
        {
            "german": "Die Psychiatrie spielt eine wichtige Rolle bei der Betreuung von Menschen mit psychischen Problemen und der Förderung ihrer psychischen Gesundheit.",
            "english": "Psychiatry plays an important role in the care of people with mental health problems and in promoting their mental well-being."
        },
        {
            "german": "Die Psychiatrie befasst sich auch mit der Erforschung der Ursachen von psychischen Störungen und der Entwicklung neuer Behandlungsmethoden.",
            "english": "Psychiatry also deals with the research of the causes of mental disorders and the development of new treatment methods."
        }
    ]
}