{
    "word": "die Sozialarbeit, die Die sozialarbeiten",
    "definition": "The practice of providing assistance, support, and guidance to individuals or communities facing social challenges, with the aim of improving their well-being and promoting social justice. It typically involves working with vulnerable populations, addressing issues such as poverty, inequality, discrimination, and social exclusion. Sozialarbeit is commonly employed in various settings, including social service agencies, non-profit organizations, schools, and healthcare institutions.",
    "examples": [
        {
            "german": "Sozialarbeit ist ein Berufsfeld, das sich mit der Unterstützung und Betreuung von Menschen in schwierigen Lebenslagen beschäftigt.",
            "english": "Social work is a profession that deals with the support and care of people in difficult life situations."
        },
        {
            "german": "Die Sozialarbeit zielt darauf ab, benachteiligten Personen und Gruppen zu helfen und ihre Lebensbedingungen zu verbessern.",
            "english": "Social work aims to help disadvantaged individuals and groups and improve their living conditions."
        },
        {
            "german": "Sozialarbeit kann in verschiedenen Bereichen wie Jugendhilfe, Suchtberatung oder Flüchtlingsbetreuung ausgeübt werden.",
            "english": "Social work can be practiced in various fields such as youth welfare, addiction counseling, or refugee support."
        },
        {
            "german": "Die Sozialarbeit setzt sich für soziale Gerechtigkeit, Chancengleichheit und die Stärkung von Gemeinschaften ein.",
            "english": "Social work advocates for social justice, equal opportunities, and the empowerment of communities."
        },
        {
            "german": "Sozialarbeitende arbeiten oft eng mit anderen Fachkräften wie Psychologen, Ärzten und Lehrern zusammen.",
            "english": "Social workers often work closely with other professionals such as psychologists, doctors, and teachers."
        }
    ]
}